tap "anomalyco/tap"
tap "jandedobbeleer/oh-my-posh"
tap "teamookla/speedtest"
brew "git"
brew "jq"
brew "neovim"
brew "nmap"
brew "nvm"
brew "ripgrep"
brew "anomalyco/tap/opencode"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "arc"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "ghostty"
cask "logi-options+"
cask "ngrok"
cask "obsidian"
cask "pgadmin4"
cask "slack"
cask "spotify"
cask "visual-studio-code"
